Repository: dasdom/DailySpoons
Catalog: DailySpoons/*.lproj/Localizable.strings
Languages: de

# settings.smallTip
source: Small Tip
de: Kleines Trinkgeld

# settings.dailySpoons
source: Daily spoons: %.0lf
de: Tägliche Löffel: %.0lf

# settings.showSteps
source: Show steps
de: Schritte anzeigen

# settings.title
source: Settings
de: Einstellungen

# settings.purchaseNotAllowed
source: Purchases not allowed on this device.
de: Kauf auf diesem Gerät nicht erlaubt.

# settings.purchaseInvalid
source: Purchase invalid, check payment source.
de: Kauf nicht möglich. Bitte überprüfe die Kaufeinstellungen.

# settings.thankYouTitle
source: Thank you!
de: Vielen Dank!

# settings.thankYouMessage
source: Thank you! You are awesome!
de: Vielen Dank! Du bist großartig!

# onboarding.spoonBudget
source: This is your spoon budget for the day. One spoon represents the minimal energy you can spend during the day.
de: Dies ist dein Löffel-Budget für den Tag. Ein Löffel representiert die minimale Energie die du während des Tages 'ausgeben' kannst.

# onboarding.settings
source: You can change the amount of spoons per day in the settings.
de: Du kannst die Anzahl der täglich verfügbaren Löffel in den Einstellungen anpassen.

# onboarding.actions
source: Add actions for your day and set their spoon amount. For example getting out of bed could take one spoon. Select the action in this list to spend the spoon.
de: Füge Aktionen und deren Löffelverbrauch für deinen Tag hinzu. Zum Beispiel Aufstehen könnte einen Löffel verbrauchen. Wähle die Aktion in der Liste aus, um die entsprechende Anzahl an Löffeln auszugeben.

# onboarding.history
source: See the planned and completed spoons of the last 100 days.
de: Hier findest du die geplanten und verbrauchten Löffel der letzten 100 Tage.

# onboarding.next
source: Next
de: Nächste

# onboarding.done
source: Done
de: Fertig

# dayPlanner.spoonAmounts.withCarryOver
source: Planned: (%ld - %ld) / %ld Completed: (%ld - %ld) / %ld
de: Geplant: (%ld - %ld) / %ld Fertig: (%ld - %ld) / %ld

# dayPlanner.spoonAmounts.withoutCarryOver
source: Planned: %ld / %ld Completed: %ld / %ld
de: Geplant: %ld / %ld Fertig: %ld / %ld

# dayPlanner.edit
source: Edit
de: Ändern

# dayPlanner.spoonBudget
source: Spoon Budget
de: Löffel-Budget

# dayPlanner.actions
source: Actions
de: Aktionen

# dayPlanner.reset
source: Reset day
de: Tag zurücksetzen

# dayPlanner.planActions
source: Plan actions
de: Aktionen planen

# dayPlanner.spoonsCompleted
source: spoons completed
de: Löffel erledigt

# dayPlanner.spoonsUncompleted
source: spoons uncompleted
de: Löffel nicht erledigt

# dayPlanner.steps
source: %ld yesterday, %ld today
de: %ld gestern, %ld heute

# dayPlanner.settings
source: Settings
de: Einstellungen

# actionStore.title
source: My spoon sinks/sources
de: Meine Löffelsenken/-quellen

# actionStore.unplanned
source: Unplanned
de: Ungeplant

# actionStore.planned
source: Planned
de: Geplant

# actionStore.edit
source: Edit
de: Ändern

# actionStore.delete
source: Delete
de: Löschen

# actionInput.title
source: New action
de: Neue Aktion

# actionInput.editTitle
source: Edit action
de: Aktion anpassen

# actionInput.namePlaceholder
source: Action name
de: Aktionsname

# actionInput.save
source: Save
de: Speichern

# actionInput.spoonAmount
source: Spoons: %.0lf
de: Löffel: %.0lf

# actionInput.typeSelection.sink
source: Spoon Sink
de: Löffelsenke

# actionInput.typeSelection.source
source: Spoon Source
de: Löffelquelle

# history.title
source: History
de: Vergangenheit

# history.emptyInfo
source: No passt entries yet. Come back tomorrow.
de: Noch keine vergangenen Einträge. Schau morgen nochmal rein.

# history.amountOfSpoons
source: Spoons: %ld
de: Löffel: %ld

# history.plannedSpoons
source: Planned: %ld
de: Geplant: %ld

# history.completedSpoons
source: Completed: %ld
de: Verbraucht: %ld

# history.stateOfMind
source: State Of Mind
de: Gemütszustand

# history.spoons
source: Spoon
de: Löffel

# history.planned
source: Planned
de: Geplant

# history.completed
source: Completed
de: Verbraucht

# history.date
source: Date
de: Datum
